Revit 2027 API
TextFailures Properties
The BuiltInFailures.TextFailures type exposes the following members.
Properties
Name | Description
CannotCreateModeltext |  Can't create Model Text.
ModeltextIsEmpty |  Model Text deleted because it consists entirely of spaces and/or carriage returns.
Top
See Also
Reference
BuiltInFailures.TextFailures Class
Autodesk.Revit.DB Namespace